aestudio.tailwind-skeleton-generator
akhail.save-typing
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
codeium.codeium
continue.continue
dbaeumer.jshint
docker.docker
dsznajder.es7-react-js-snippets
eamodio.gitlens
emilijanmb.sublime-text-4-theme
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.codespaces
github.copilot
github.copilot-chat
jonathanharty.gruvbox-material-icon-theme
josee9988.minifyall
kingleo.unzip
magicstack.magicpython
mapleatmorning.games-unite-theme
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
msjsdiag.vscode-react-native
pkief.material-icon-theme
pmndrs.pmndrs
pulkitgangwar.nextjs-snippets
redhat.vscode-yaml
ritwickdey.liveserver
steoates.autoimport
syler.sass-indented
teamsdevapp.ms-teams-vscode-extension
wayou.vscode-todo-highlight
wix.vscode-import-cost
xabikos.javascriptsnippets
xelad0m.jupyter-toc
yzhang.markdown-all-in-one
